window.CURRICULUM_QUEST_LECTURES = {
  "criminal-law": {
    "1": [
      {
        "no": "0강",
        "title": "OT"
      }
    ],
    "2": [
      {
        "no": "1강",
        "title": "형법의 의의"
      },
      {
        "no": "2강",
        "title": "소급효 금지의 원칙"
      },
      {
        "no": "3강",
        "title": "소급효금지 관련 판례"
      }
    ],
    "3": [
      {
        "no": "4강",
        "title": "시간적 적용범위"
      },
      {
        "no": "5강",
        "title": "장소적 적용범위"
      },
      {
        "no": "6강",
        "title": "범죄의 의의와 종류"
      },
      {
        "no": "7강",
        "title": "침해범과 위험범"
      }
    ],
    "4": [
      {
        "no": "8강",
        "title": "행위반기치와 결과반가치"
      },
      {
        "no": "9강",
        "title": "부작위범"
      },
      {
        "no": "10강",
        "title": "인과관겨와 객관적 귀속이론"
      }
    ],
    "5": [
      {
        "no": "11강",
        "title": "구성요건적 고의"
      },
      {
        "no": "12강",
        "title": "구성요건적 착오"
      },
      {
        "no": "13강",
        "title": "과실범"
      },
      {
        "no": "14강",
        "title": "결과적 가중범"
      }
    ],
    "6": [
      {
        "no": "15강",
        "title": "위법성의 일반이론"
      },
      {
        "no": "16강",
        "title": "긴급피난"
      },
      {
        "no": "17강",
        "title": "피해자의 승낙"
      },
      {
        "no": "18강",
        "title": "정당행위"
      }
    ],
    "7": [
      {
        "no": "19강",
        "title": "책임이론"
      },
      {
        "no": "20강",
        "title": "원인에 있어서 자유로운 행위"
      },
      {
        "no": "21강",
        "title": "법률의 착오"
      },
      {
        "no": "22강",
        "title": "기대가능성"
      }
    ],
    "8": [
      {
        "no": "23강",
        "title": "범죄의 실현단계"
      },
      {
        "no": "24강",
        "title": "미수범의 일반이론"
      },
      {
        "no": "25강",
        "title": "중지미수"
      }
    ],
    "9": [
      {
        "no": "26강",
        "title": "정범과 공범의 일반이론"
      },
      {
        "no": "27강",
        "title": "공동정범이론"
      },
      {
        "no": "28강",
        "title": "동시범"
      },
      {
        "no": "29강",
        "title": "교사범"
      },
      {
        "no": "30강",
        "title": "공범과 신분"
      }
    ],
    "10": [
      {
        "no": "31강",
        "title": "죄수의 일반이론"
      },
      {
        "no": "32강",
        "title": "포괄일죄"
      },
      {
        "no": "33강",
        "title": "형벌의 종류"
      },
      {
        "no": "34강",
        "title": "형의 양정"
      },
      {
        "no": "35강",
        "title": "형의 유예제도(총론 종강)"
      }
    ],
    "11": [
      {
        "no": "36강",
        "title": "살인의 죄"
      },
      {
        "no": "37강",
        "title": "폭행죄"
      },
      {
        "no": "38강",
        "title": "협박의 죄"
      },
      {
        "no": "39강",
        "title": "체포와 감금의 죄"
      },
      {
        "no": "40강",
        "title": "강간과 추행의 죄"
      }
    ],
    "12": [
      {
        "no": "41강",
        "title": "명예에 관한 죄"
      },
      {
        "no": "42강",
        "title": "제310조에 의한 위법성조각사유"
      },
      {
        "no": "43강",
        "title": "신용.업무와 경매에 관힌 죄"
      },
      {
        "no": "44강",
        "title": "업무방해죄 중 위력"
      },
      {
        "no": "45강",
        "title": "비밀침해의 죄"
      }
    ],
    "13": [
      {
        "no": "46강",
        "title": "재산죄 일반론"
      },
      {
        "no": "47강",
        "title": "불법영득의사"
      },
      {
        "no": "48강",
        "title": "절도의 죄"
      },
      {
        "no": "49강",
        "title": "강도의 죄"
      }
    ],
    "14": [
      {
        "no": "50강",
        "title": "강도상해치상죄"
      },
      {
        "no": "51강",
        "title": "사기의 죄"
      },
      {
        "no": "52강",
        "title": "피기망자의 처분행위"
      },
      {
        "no": "53강",
        "title": "컴퓨터 등 사용 사기죄"
      },
      {
        "no": "54강",
        "title": "공갈의 죄"
      }
    ],
    "15": [
      {
        "no": "55강",
        "title": "횡령의 죄"
      },
      {
        "no": "56강",
        "title": "위탁매매와 횡령죄"
      },
      {
        "no": "57강",
        "title": "배임의 죄"
      },
      {
        "no": "58강",
        "title": "배임죄의 관련문제"
      },
      {
        "no": "59강",
        "title": "장물의 죄"
      },
      {
        "no": "60강",
        "title": "손괴의 죄"
      },
      {
        "no": "61강",
        "title": "권리행사를 방해하는 죄"
      }
    ],
    "16": [
      {
        "no": "62강",
        "title": "공안을 해하는 죄"
      },
      {
        "no": "63강",
        "title": "방화와 실화의 죄"
      },
      {
        "no": "64강",
        "title": "통화에 관한 죄"
      },
      {
        "no": "65강",
        "title": "문서에 관한 죄"
      },
      {
        "no": "66강",
        "title": "사문서 위조.변조죄"
      },
      {
        "no": "67강",
        "title": "허위공문서작성죄"
      }
    ],
    "17": [
      {
        "no": "68강",
        "title": "성풍속을 해하는 죄"
      },
      {
        "no": "69강",
        "title": "내란의 죄"
      },
      {
        "no": "70강",
        "title": "공무원의 직무에 관한 죄"
      },
      {
        "no": "71강",
        "title": "뇌물죄의 일반이론"
      }
    ],
    "18": [
      {
        "no": "72강",
        "title": "공무방해에 관한 죄"
      },
      {
        "no": "73강",
        "title": "공무상비밀표시무효죄"
      },
      {
        "no": "74강",
        "title": "위증과 증거인멸의 죄(종강)"
      }
    ],
    "19": [
      {
        "no": "1강",
        "title": "[수사]수사기관"
      },
      {
        "no": "2강",
        "title": "[수사]수사의 의의"
      },
      {
        "no": "3강",
        "title": "[수사]함정수사"
      },
      {
        "no": "4강",
        "title": "[수사]고소의 방법"
      },
      {
        "no": "5강",
        "title": "[수사]고소의 추완"
      }
    ],
    "20": [
      {
        "no": "6강",
        "title": "[수사]임의수사"
      },
      {
        "no": "7강",
        "title": "[수사]전기통신의 감청"
      },
      {
        "no": "8강",
        "title": "[수사]피의자신문"
      },
      {
        "no": "9강",
        "title": "[수사]피의자진술의 영상녹화제도"
      }
    ],
    "21": [
      {
        "no": "10강",
        "title": "[수사]영장에 의한 체포"
      },
      {
        "no": "11강",
        "title": "[수사]긴급체포의 절차"
      },
      {
        "no": "12강",
        "title": "[수사]피의자와 피고인의 구속"
      },
      {
        "no": "13강",
        "title": "[수사]피의자 피고인의 접견교통권"
      }
    ],
    "22": [
      {
        "no": "14강",
        "title": "[수사]체포구속 적부심사제도"
      },
      {
        "no": "15강",
        "title": "[수사]구속집행정지"
      },
      {
        "no": "16강",
        "title": "[수사]압수수색검증"
      },
      {
        "no": "17강",
        "title": "[수사]압수수색의 절차"
      }
    ],
    "23": [
      {
        "no": "18강",
        "title": "[수사]수사상 검증"
      },
      {
        "no": "19강",
        "title": "[수사]영장주의의 예외"
      },
      {
        "no": "20강",
        "title": "[수사]수사상 증거보전"
      },
      {
        "no": "21강",
        "title": "[수사]수사의 종결"
      }
    ],
    "24": [
      {
        "no": "22강",
        "title": "[증거]증거의 의의와 종류"
      },
      {
        "no": "23강",
        "title": "[증거]증거재판주의"
      },
      {
        "no": "24강",
        "title": "[증거]위법수집증거배제법칙"
      },
      {
        "no": "25강",
        "title": "[증거]자백배제법칙"
      }
    ],
    "25": [
      {
        "no": "26강",
        "title": "[증거]전문법칙"
      },
      {
        "no": "27강",
        "title": "[증거]제311조"
      },
      {
        "no": "28강",
        "title": "[증거]참고인진술조서"
      }
    ],
    "26": [
      {
        "no": "29강",
        "title": "[증거]제313조의 예외"
      },
      {
        "no": "30강",
        "title": "[증거]제315조"
      },
      {
        "no": "31강",
        "title": "[증거]당자자의 증거동의"
      }
    ],
    "27": [
      {
        "no": "32강",
        "title": "[증거]자유심증주의"
      },
      {
        "no": "33강",
        "title": "[증거]자백의 보강법칙"
      }
    ]
  },
  "coast-guard-intro": {
    "1": [
      {
        "no": "1강",
        "title": "전과목OT-필수시청"
      },
      {
        "no": "2강",
        "title": "법규/개론공통OT-필수시청"
      }
    ],
    "2": [
      {
        "no": "3강",
        "title": "해양경찰의개념(1)"
      },
      {
        "no": "4강",
        "title": "해양경찰의개념(2)"
      },
      {
        "no": "5강",
        "title": "해양경찰의개념(3)"
      },
      {
        "no": "6강",
        "title": "해양경찰의개념(4)"
      },
      {
        "no": "7강",
        "title": "해양경찰의개념(5)"
      },
      {
        "no": "8강",
        "title": "해양경찰의개념(6)심화"
      }
    ],
    "3": [
      {
        "no": "9강",
        "title": "해양경찰의개념(7)"
      },
      {
        "no": "10강",
        "title": "해양경찰의개념(8)"
      },
      {
        "no": "11강",
        "title": "법적토대(1)"
      },
      {
        "no": "12강",
        "title": "법적토대(2)"
      },
      {
        "no": "13강",
        "title": "법적토대(3)"
      }
    ],
    "4": [
      {
        "no": "14강",
        "title": "법적토대(4)"
      },
      {
        "no": "15강",
        "title": "법적토대(5)"
      },
      {
        "no": "16강",
        "title": "법적토대(6)"
      },
      {
        "no": "17강",
        "title": "법적토대(7)"
      },
      {
        "no": "18강",
        "title": "법적토대(8)"
      }
    ],
    "5": [
      {
        "no": "19강",
        "title": "[공통법령]해양경비법"
      },
      {
        "no": "20강",
        "title": "[공통법령]해양과학조사법"
      },
      {
        "no": "21강",
        "title": "[공통법령]영해및접속수역"
      },
      {
        "no": "22강",
        "title": "[공통법령]EEZ법"
      }
    ],
    "6": [
      {
        "no": "23강",
        "title": "법적토대(9)"
      },
      {
        "no": "24강",
        "title": "법적토대(10)"
      },
      {
        "no": "25강",
        "title": "법적토대(11)"
      },
      {
        "no": "26강",
        "title": "법적토대(12)"
      },
      {
        "no": "27강",
        "title": "법적토대(13)"
      }
    ],
    "7": [
      {
        "no": "28강",
        "title": "[공통법령]선박교통관제법(1)"
      },
      {
        "no": "29강",
        "title": "[공통법령]선박교통관제법(2)"
      },
      {
        "no": "30강",
        "title": "[공통법령]선박교통관제법(3)심화"
      }
    ],
    "8": [
      {
        "no": "31강",
        "title": "법적토대(14)"
      },
      {
        "no": "32강",
        "title": "법적토대(15)"
      },
      {
        "no": "33강",
        "title": "법적토대(16)"
      },
      {
        "no": "34강",
        "title": "법적토대(17)심화"
      },
      {
        "no": "35강",
        "title": "행정관리(1)"
      }
    ],
    "9": [
      {
        "no": "36강",
        "title": "[공통법령]수상구조법(1)"
      },
      {
        "no": "37강",
        "title": "[공통법령]수상구조법(2)"
      },
      {
        "no": "38강",
        "title": "[공통법령]수상구조법(3)"
      },
      {
        "no": "39강",
        "title": "[공통법령]수상구조법(4)심화"
      },
      {
        "no": "40강",
        "title": "[공통법령]해양재난구조대법"
      }
    ],
    "10": [
      {
        "no": "41강",
        "title": "행정관리(2)"
      },
      {
        "no": "42강",
        "title": "행정관리(3)"
      },
      {
        "no": "43강",
        "title": "행정관리(4)"
      },
      {
        "no": "44강",
        "title": "행정관리(5)"
      },
      {
        "no": "45강",
        "title": "행정관리(6)"
      },
      {
        "no": "46강",
        "title": "행정관리(7)심화"
      }
    ],
    "11": [
      {
        "no": "47강",
        "title": "[공통법령]유도선사업법(1)"
      },
      {
        "no": "48강",
        "title": "[공통법령]유도선사업법(2)"
      },
      {
        "no": "49강",
        "title": "[공통법령]유도선사업법(3)"
      }
    ],
    "12": [
      {
        "no": "50강",
        "title": "경비론(1)"
      },
      {
        "no": "51강",
        "title": "경비론(2)"
      },
      {
        "no": "52강",
        "title": "경비론(3)"
      },
      {
        "no": "53강",
        "title": "경비론(4)"
      },
      {
        "no": "54강",
        "title": "경비론(5)심화"
      }
    ],
    "13": [
      {
        "no": "55강",
        "title": "[공통법령]수상레저안전법(1)"
      },
      {
        "no": "56강",
        "title": "[공통법령]수상레저안전법(2)"
      },
      {
        "no": "57강",
        "title": "[공통법령]수상레저안전법(3)"
      },
      {
        "no": "58강",
        "title": "[공통법령]수상레저안전법(4)심화"
      },
      {
        "no": "59강",
        "title": "[공통법령]수상레저기구등록법"
      },
      {
        "no": "60강",
        "title": "[공통법령]수중레저안전법"
      }
    ],
    "14": [
      {
        "no": "61강",
        "title": "구조안전론(1)"
      },
      {
        "no": "62강",
        "title": "구조안전론(2)"
      },
      {
        "no": "63강",
        "title": "구조안전론(3)"
      },
      {
        "no": "64강",
        "title": "[공통법령]해수욕장관리법"
      },
      {
        "no": "65강",
        "title": "[공통법령]연안사고예방법"
      },
      {
        "no": "66강",
        "title": "구조안전론(4)"
      },
      {
        "no": "67강",
        "title": "구조안전론(5)심화"
      }
    ],
    "15": [
      {
        "no": "68강",
        "title": "[공통법령]낚시관리육성법(1)"
      },
      {
        "no": "69강",
        "title": "[공통법령]낚시관리육성법(2)"
      },
      {
        "no": "70강",
        "title": "[공통법령]낚시관리육성법(3)심화"
      },
      {
        "no": "71강",
        "title": "[공통법령]어선안전조업법(1)"
      },
      {
        "no": "72강",
        "title": "[공통법령]어선안전조업법(2)"
      },
      {
        "no": "73강",
        "title": "[공통법령]어선안전조업법(3)심화"
      }
    ],
    "16": [
      {
        "no": "74강",
        "title": "수사(1)"
      },
      {
        "no": "75강",
        "title": "수사(2)"
      },
      {
        "no": "76강",
        "title": "수사(3)"
      },
      {
        "no": "77강",
        "title": "수사(4)"
      }
    ],
    "17": [
      {
        "no": "78강",
        "title": "정보"
      },
      {
        "no": "79강",
        "title": "보안(1)"
      },
      {
        "no": "80강",
        "title": "보안(2)"
      }
    ],
    "18": [
      {
        "no": "81강",
        "title": "외사(1)"
      },
      {
        "no": "82강",
        "title": "외사(2)"
      },
      {
        "no": "83강",
        "title": "외사(3)"
      },
      {
        "no": "84강",
        "title": "해양환경론(1)"
      }
    ],
    "19": [
      {
        "no": "85강",
        "title": "[공통법령]해양환경관리법"
      },
      {
        "no": "86강",
        "title": "[개정특강]파출장소운영규칙"
      }
    ]
  },
  "maritime-law": {
    "1": [
      {
        "no": "1강",
        "title": "전과목OT-필수시청"
      },
      {
        "no": "2강",
        "title": "법규/개론공통OT-필수시청"
      }
    ],
    "2": [
      {
        "no": "3강",
        "title": "해상교통안전법(1)"
      },
      {
        "no": "4강",
        "title": "해상교통안전법(2)"
      },
      {
        "no": "5강",
        "title": "해상교통안전법(3)"
      },
      {
        "no": "6강",
        "title": "해상교통안전법(4)"
      }
    ],
    "3": [
      {
        "no": "7강",
        "title": "해상교통안전법(5)"
      },
      {
        "no": "8강",
        "title": "해상교통안전법(6)"
      },
      {
        "no": "9강",
        "title": "해상교통안전법(7)"
      },
      {
        "no": "10강",
        "title": "해상교통안전법(8)"
      },
      {
        "no": "11강",
        "title": "해사안전기본법"
      }
    ],
    "4": [
      {
        "no": "12강",
        "title": "해양경비법"
      },
      {
        "no": "13강",
        "title": "해양과학조사법"
      },
      {
        "no": "14강",
        "title": "영해및접속수역"
      },
      {
        "no": "15강",
        "title": "EEZ법"
      },
      {
        "no": "16강",
        "title": "EEZ어업주권법"
      }
    ],
    "5": [
      {
        "no": "17강",
        "title": "선박교통관제법(1)"
      },
      {
        "no": "18강",
        "title": "선박교통관제법(2)"
      },
      {
        "no": "19강",
        "title": "선박교통관제법(3)심화"
      },
      {
        "no": "20강",
        "title": "선박입출항법(1)"
      },
      {
        "no": "21강",
        "title": "선박입출항법(2)"
      },
      {
        "no": "22강",
        "title": "선박입출항법(3)심화"
      },
      {
        "no": "23강",
        "title": "선박법"
      }
    ],
    "6": [
      {
        "no": "24강",
        "title": "수상구조법(1)"
      },
      {
        "no": "25강",
        "title": "수상구조법(2)"
      },
      {
        "no": "26강",
        "title": "수상구조법(3)"
      },
      {
        "no": "27강",
        "title": "수상구조법(4)심화"
      },
      {
        "no": "28강",
        "title": "해양재난구조대법"
      }
    ],
    "7": [
      {
        "no": "29강",
        "title": "유도선사업법(1)"
      },
      {
        "no": "30강",
        "title": "유도선사업법(2)"
      },
      {
        "no": "31강",
        "title": "유도선사업법(3)"
      },
      {
        "no": "32강",
        "title": "유도선사업법(4)심화"
      },
      {
        "no": "33강",
        "title": "선박안전법(1)"
      },
      {
        "no": "34강",
        "title": "선박안전법(2)"
      },
      {
        "no": "35강",
        "title": "선박안전법(3)"
      },
      {
        "no": "36강",
        "title": "선박안전법(4)심화"
      },
      {
        "no": "37강",
        "title": "수상레저안전법(1)"
      },
      {
        "no": "38강",
        "title": "수상레저안전법(2)"
      },
      {
        "no": "39강",
        "title": "수상레저안전법(3)"
      },
      {
        "no": "40강",
        "title": "수상레저안전법(4)심화"
      }
    ],
    "8": [
      {
        "no": "41강",
        "title": "수상레저기구등록법"
      },
      {
        "no": "42강",
        "title": "수중레저안전법"
      },
      {
        "no": "43강",
        "title": "어선법"
      }
    ],
    "9": [
      {
        "no": "44강",
        "title": "해수욕장관리법"
      },
      {
        "no": "45강",
        "title": "연안사고예방법"
      }
    ],
    "10": [
      {
        "no": "46강",
        "title": "낚시관리육성법(1)"
      },
      {
        "no": "47강",
        "title": "낚시관리육성법(2)"
      },
      {
        "no": "48강",
        "title": "낚시관리육성법(3)심화"
      },
      {
        "no": "49강",
        "title": "어선안전조업법(1)"
      },
      {
        "no": "50강",
        "title": "어선안전조업법(2)"
      },
      {
        "no": "51강",
        "title": "어선안전조업법(3)심화"
      }
    ],
    "11": [
      {
        "no": "52강",
        "title": "해운법(1)"
      },
      {
        "no": "53강",
        "title": "해운법(2)"
      },
      {
        "no": "54강",
        "title": "항만운송사업법"
      },
      {
        "no": "55강",
        "title": "항만법"
      },
      {
        "no": "56강",
        "title": "어촌어항법"
      },
      {
        "no": "57강",
        "title": "마리나항만법"
      }
    ],
    "12": [
      {
        "no": "58강",
        "title": "선박직원법(1)"
      },
      {
        "no": "59강",
        "title": "선박직원법(2)"
      },
      {
        "no": "60강",
        "title": "선박직원법(3)심화"
      },
      {
        "no": "61강",
        "title": "도선법"
      },
      {
        "no": "62강",
        "title": "해양사고심판법(1)"
      },
      {
        "no": "63강",
        "title": "해양사고심판법(2)"
      },
      {
        "no": "64강",
        "title": "해양사고심판법(3)심화"
      }
    ],
    "13": [
      {
        "no": "65강",
        "title": "선원법(1)"
      },
      {
        "no": "66강",
        "title": "선원법(2)"
      },
      {
        "no": "67강",
        "title": "선원법(3)"
      },
      {
        "no": "68강",
        "title": "선원법(4)심화"
      },
      {
        "no": "69강",
        "title": "수산업법(1)"
      },
      {
        "no": "70강",
        "title": "수산업법(2)심화"
      }
    ],
    "14": [
      {
        "no": "71강",
        "title": "해양환경관리법(1)"
      },
      {
        "no": "72강",
        "title": "해양환경관리법(2)"
      },
      {
        "no": "73강",
        "title": "해양환경관리법(3)"
      }
    ]
  }
};

